IDEA Open Model
IOMSettings.CreatedSuccessfully Property
Compatible with IDEA StatiCa 20.1
 Create OK
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool CreatedSuccessfully { get; set; }
Public Property CreatedSuccessfully As Boolean
	Get
	Set
Property Value
Type: Boolean
Implements
IIOMSettings.CreatedSuccessfully
See Also
Reference
IOMSettings Class
IdeaRS.OpenModel.Message Namespace